Repository: abdelrahmanwahdan11/-nov19
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Nuviq Event Collections
ar: مجموعات فعاليات نوفيق

source: Good morning
ar: صباح الخير

# heroSubtitle
source: Plan immersive journeys with Nuviq gradients.
ar: خطط رحلات غامرة بدرجات نوفيق الناعمة.

source: Upcoming Trip
ar: رحلة قادمة

source: Party / Event
ar: حفلة / حدث

source: Anniversary
ar: ذكرى سنوية

# createManual
source: Create manually
ar: إنشاء يدوي

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Get started
ar: ابدأ الآن

source: Login
ar: تسجيل الدخول

source: Register
ar: إنشاء حساب

# email
source: Email or phone
ar: البريد أو الهاتف

source: Password
ar: كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: Name
ar: الاسم

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Send instructions
ar: إرسال الإرشادات

# instructionsSent
source: Instructions sent. Check your inbox.
ar: تم الإرسال، تفقد بريدك.

# continueGuest
source: Continue as guest
ar: الدخول كضيف

source: Required field
ar: حقل مطلوب

source: Invalid email
ar: بريد غير صالح

source: Too short
ar: قصير جداً

# passwordMismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين

source: Home
ar: الرئيسية

source: Collections
ar: المجموعات

source: Gallery
ar: المعرض

source: Search collections...
ar: ابحث في المجموعات...

source: Filters
ar: الفلاتر

source: Favourites
ar: المفضلة

source: Date range
ar: النطاق الزمني

source: Sort
ar: ترتيب

source: Newest
ar: الأحدث

source: Oldest
ar: الأقدم

source: A - Z
ar: ألف - ياء

source: Summary
ar: الملخص

source: Tasks
ar: المهام

source: Media
ar: الوسائط

source: Start time
ar: وقت البدء

source: End time
ar: وقت الانتهاء

source: Add time
ar: أضف وقتاً

source: Add location
ar: أضف موقعاً

source: One Day
ar: يوم واحد

source: Multi-Day
ar: عدة أيام

source: Repeating
ar: متكرر

source: Select location
ar: اختر موقعاً

source: Description
ar: الوصف

source: Location
ar: الموقع

# mapPreview
source: Geo tag preview
ar: معاينة الموقع

source: Save
ar: حفظ

source: See full schedule
ar: عرض الجدول الكامل

source: Create task
ar: إنشاء مهمة

source: Task title
ar: عنوان المهمة

# taskSubtitle
source: Details
ar: تفاصيل مختصرة

source: Assignee
ar: المكلّف

source: Due date
ar: تاريخ الاستحقاق

# taskSaved
source: Task saved locally
ar: تم حفظ المهمة محلياً

source: Full schedule
ar: الجدول الكامل

# markAllDone
source: Mark day done
ar: تعيين المهام مكتملة

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Theme
ar: الثيم

# themeLight
source: Light
ar: فاتح

# themeDark
source: Dark
ar: داكن

# themeSystem
source: System
ar: النظام

source: Quick settings
ar: الإعدادات السريعة

# quickSettingsDescription
source: Adjust language, theme, and account preferences instantly.
ar: عدّل اللغة والثيم وحسابك مباشرة.

source: Account
ar: الحساب

# accountLoggedIn
source: Signed in
ar: تم تسجيل الدخول

# accountGuest
source: Guest mode
ar: وضع الضيف

# accountLoggedOut
source: Not signed in
ar: غير مسجل الدخول

# accountQuickActionsHint
source: Choose how you want to access Nuviq.
ar: اختر كيف تريد استخدام Nuviq.

source: Manage account
ar: إدارة الحساب

source: Open full settings
ar: فتح صفحة الإعدادات

source: Close
ar: إغلاق

source: Light
ar: فاتح

source: Dark
ar: داكن

source: System
ar: النظام

source: Primary color
ar: اللون الأساسي

source: Reduce animations
ar: تقليل الحركات

source: About
ar: حول التطبيق

# aboutDescription
source: Nuviq event collections demo v1.0.0
ar: تجربة مجموعات نوفيق للإصدارة 1.0.0

source: Logout
ar: تسجيل الخروج

# deleteData
source: Delete local data
ar: حذف البيانات المحلية

# profileName
source: Nuviq Curator
ar: منسق نوفيق

# aiSoon
source: AI assistant arriving soon.
ar: مساعد الذكاء الاصطناعي قريباً.

source: Cancel
ar: إلغاء

source: Compare
ar: مقارنة

source: Catalog
ar: الفهرس

# compareTitle
source: Compare collections
ar: قارن المجموعات

# tasksEmpty
source: No tasks yet. Add one!
ar: لا توجد مهام بعد، أضف واحدة!

source: Add task
ar: إضافة مهمة

source: New task
ar: مهمة جديدة

source: Local addition
ar: إضافة محلية

# galleryFilterAll
source: All
ar: الكل

# galleryFilterEvent
source: By event
ar: حسب الحدث

# galleryFilterFav
source: Favourites
ar: المفضلة

source: Favourite only
ar: المفضلة فقط

source: Date filter
ar: نطاق التاريخ

source: Clear
ar: مسح

# linkedTo
source: Linked
ar: مرتبط بـ

source: Password strength
ar: قوة كلمة المرور

source: Weak
ar: ضعيفة

source: Medium
ar: متوسطة

source: Strong
ar: قوية

source: Guest
ar: ضيف

source: Welcome back
ar: مرحباً بعودتك

# autoPlanner
source: Nuviq auto planner
ar: مخطط نوفيق الذكي

# aiLater
source: AI assistant will be plugged soon.
ar: سيتم إضافة المساعد قريباً.

# insightsTitle
source: Planner insights
ar: رؤى المخطط

# favouriteCollectionsShort
source: Favourite sets
ar: المفضلة

source: Timeline focus
ar: خط الزمن

source: Notifications
ar: الإشعارات

# notificationsSubtitle
source: Live updates from your crews
ar: آخر التحديثات من فرقك

# notificationsEmpty
source: No notifications yet
ar: لا توجد إشعارات بعد

source: Mark all read
ar: تحديد الكل كمقروء

# minutesAgo
source: %d min ago
ar: منذ %d دقيقة

# hoursAgo
source: %d h ago
ar: منذ %d ساعة

# daysAgo
source: %d d ago
ar: منذ %d يوم

source: Planning
ar: التخطيط

source: Active events
ar: فعاليات نشطة

# tasksDueSoon
source: Due this week
ar: مستحقة هذا الأسبوع

# digestTitle
source: Morning digest
ar: ملخص الصباح

# digestDescription
source: Send me a local notification summary
ar: أرسل لي تنبيهاً ملخصاً محلياً

source: Budget health
ar: صحة الميزانية

# budgetPlanned
source: Planned
ar: المخطط

# budgetUsed
source: Spent
ar: المصروف

# budgetRemaining
source: Remaining
ar: المتبقي

source: Milestones
ar: المعالم

source: Open roadmap
ar: عرض خارطة الطريق

source: Roadmap
ar: خارطة الطريق

# roadmapEmpty
source: No milestones yet
ar: لا توجد معالم بعد

# statusPlanned
source: Planned
ar: مجدول

# statusProgress
source: In progress
ar: قيد التنفيذ

# statusDone
source: Done
ar: مكتمل

# tapCycleStatus
source: Tap to cycle status
ar: اضغط لتغيير الحالة

# roadmapHint
source: Filter and update checkpoints to keep every stakeholder aligned.
ar: رشّح وحدث المعالم لإبقاء الفريق متزامناً.

source: Next milestones
ar: المعالم القادمة

# overBudgetOnly
source: Over budget
ar: المتجاوز للميزانية فقط

# journal
source: Moments journal
ar: مذكرات اللحظات

# journalSubtitle
source: Capture mood snapshots for every touch point.
ar: سجّل إحساس كل نقطة تلامس ونبرة الفريق.

source: Recent memories
ar: الذكريات الأخيرة

# journalEmpty
source: No highlights yet
ar: لا توجد لحظات محفوظة

# journalEmptyDescription
source: Save the mood of each checkpoint to see the journey evolve.
ar: احفظ المزاج والملاحظات لتتابع تطور الحدث.

source: Add highlight
ar: إضافة لحظة

# entryHint
source: Write a quick note about the vibe, learning, or blockers.
ar: اكتب ملاحظة سريعة عن الإحساس أو التحديات.

# journalSaved
source: Moment saved locally
ar: تم حفظ اللحظة محلياً

source: Mood
ar: المزاج

# moodCalm
source: Calm
ar: هادئ

# moodExcited
source: Excited
ar: متحمس

# moodFocused
source: Focused
ar: مركّز

# todayMood
source: Mood tracker
ar: متتبع المزاج

source: Latest highlights
ar: أحدث اللحظات

source: Open journal
ar: افتح المذكرات

source: Title
ar: العنوان

source: Open insights
ar: افتح لوحة الرؤى

# insightsDeepDive
source: Insights dashboard
ar: لوحة التحليلات

source: Overall completion
ar: نسبة الإنجاز العامة

source: Mood pulse
ar: نبض المزاج

source: Spending by type
ar: الإنفاق حسب النوع

# eventDistribution
source: Event mix
ar: مزيج الفعاليات

# collectionsAttention
source: Needs attention
ar: تحتاج اهتماماً

# collectionsLeaders
source: Momentum leaders
ar: قادة الزخم

# insightsTimeline
source: Extended timeline
ar: خط الزمن الموسع

# insightsAllGood
source: Everything looks healthy
ar: كل شيء يبدو صحياً

# insightsNoLeaders
source: Add more tasks to highlight progress
ar: أضف المزيد من المهام لرؤية القادة

# daysLeft
source: %d days left
ar: باق %d يوم

# todayLabel
source: Today
ar: اليوم

# completionLabel
source: Task completion
ar: اكتمال المهام

# budgetPressureLabel
source: Budget pressure
ar: ضغط الميزانية

source: Itinerary
ar: جدول الرحلة

source: Open itinerary
ar: افتح الجدول

# itineraryPeek
source: Itinerary snapshot
ar: لقطة الجدول

# itineraryPlannerSubtitle
source: Design the flow of every touch point.
ar: صمّم تدفق كل لحظة ومحطة.

# itineraryAllDays
source: All days
ar: كل الأيام

# itineraryEmpty
source: No itinerary planned yet.
ar: لا يوجد جدول مخطط بعد.

# itineraryUpcoming
source: Upcoming session
ar: جلسة قادمة

# itineraryNextSlot
source: Next slot
ar: الفقرة التالية

# itineraryFocusLabel
source: Focus
ar: التركيز

source: Add slot
ar: إضافة فقرة

# slotTitleHint
source: Session title
ar: عنوان الفقرة

# slotNoteHint
source: Notes or requirements
ar: ملاحظات أو متطلبات

# slotTag
source: Label
ar: التصنيف

# slotDay
source: Day
ar: اليوم

# slotTime
source: Time
ar: الوقت

# slotSaved
source: Slot saved locally
ar: تم حفظ الفقرة محلياً

# tagLogistics
source: Logistics
ar: تشغيل

# tagExperience
source: Experience
ar: تجربة

# tagCulinary
source: Culinary
ar: ضيافة

# tagWellness
source: Wellness
ar: عافية

# tagTech
source: Tech
ar: تقني

source: Guest list
ar: قائمة الضيوف

# guestAdd
source: Add guest
ar: إضافة ضيف

# guestRole
source: Role
ar: الدور

# guestContact
source: Contact
ar: وسيلة التواصل

# guestOverview
source: Invite overview
ar: ملخص الدعوات

# guestStatusInvited
source: Invited
ar: مدعو

# guestStatusConfirmed
source: Confirmed
ar: مؤكد

# guestStatusTentative
source: Tentative
ar: قيد التأكيد

# guestStatusDeclined
source: Declined
ar: معتذر

# guestPending
source: Pending
ar: بانتظار الرد

# guestFilterAll
source: All statuses
ar: كل الحالات

# guestSearch
source: Search guests
ar: بحث عن الضيوف

# guestEmpty
source: No guests yet
ar: لا يوجد ضيوف بعد

# guestEmptyDescription
source: Add invitees to manage RSVPs locally.
ar: أضف المدعوين لإدارة الردود محلياً.

# guestSaved
source: Guest saved locally
ar: تم حفظ الضيف محلياً

# guestPeekTitle
source: Guests
ar: الضيوف

# guestPeekSubtitle
source: Keep RSVP health updated without leaving the screen.
ar: راقب حالة الدعوات دون مغادرة الشاشة.

# guestOpenList
source: Open guests
ar: فتح الضيوف

source: Guest follow-ups
ar: متابعة الضيوف

# guestMarkConfirmed
source: Mark confirmed
ar: تأكيد الحضور

# guestTopGuests
source: Spotlight
ar: ضيوف مميزون

# vendorList
source: Vendors
ar: الموردون

source: Vendor overview
ar: ملخص الموردين

source: Vendor follow-ups
ar: متابعة الموردين

# vendorOpenList
source: Manage vendors
ar: إدارة الموردين

# vendorPending
source: Open items
ar: عناصر مفتوحة

# vendorTotalCommitted
source: Committed
ar: المبلغ الملتزم

# vendorPeekTitle
source: Vendors & partners
ar: الشركاء والموردون

# vendorPeekSubtitle
source: Track contracts and payments at a glance.
ar: تابع العقود والمدفوعات فوراً.

# vendorDueSoon
source: Due soon
ar: مستحق قريباً

# vendorDueLabel
source: Due
ar: مستحق

# vendorSearch
source: Search vendors...
ar: بحث عن مورد...

# vendorFilterAll
source: All statuses
ar: كل الحالات

# vendorEmpty
source: No vendors yet
ar: لا يوجد موردون بعد

# vendorEmptyDescription
source: Add partner contacts to track contracts and reminders.
ar: أضف الشركاء لمتابعة العقود والتذكيرات.

# vendorAdd
source: Add vendor
ar: إضافة مورد

# vendorCategory
source: Category
ar: التصنيف

# vendorContact
source: Contact
ar: التواصل

# vendorCost
source: Budget commitment
ar: الميزانية

# vendorDueDate
source: Next payment
ar: الموعد القادم

# vendorSaved
source: Vendor saved locally
ar: تم حفظ المورد محلياً

# vendorStatusScouting
source: Scouting
ar: بحث

# vendorStatusNegotiating
source: Negotiating
ar: تفاوض

# vendorStatusBooked
source: Booked
ar: محجوز

# vendorStatusPaid
source: Paid
ar: مدفوع

# vendorAdvance
source: Advance stage
ar: تحديث المرحلة

# vendorMarkPaid
source: Mark paid
ar: تعيين مدفوع

# logisticsScreenTitle
source: Travel & logistics
ar: السفر واللوجستيات

# logisticsSectionHint
source: Track transfers, flights, and stays in one place.
ar: تابع التنقلات والرحلات والإقامات في مكان واحد.

# logisticsNextDeparture
source: Next departure
ar: الرحلة القادمة

# logisticsStatusFilter
source: Status
ar: الحالة

# logisticsTypeFilter
source: Type
ar: النوع

# logisticsFilterAll
source: All
ar: الكل

# logisticsEmpty
source: No logistics planned yet
ar: لا توجد عناصر لوجستية بعد

# logisticsAdd
source: Add logistics
ar: إضافة لوجستيات

# logisticsComposerTitle
source: New logistics
ar: عنصر لوجستي جديد

# logisticsComposerHint
source: Title or purpose
ar: عنوان أو مهمة

# logisticsProviderLabel
source: Provider
ar: المزود

# logisticsLocationLabel
source: Location
ar: الموقع

# logisticsTypeLabel
source: Logistics type
ar: نوع اللوجستيات

# logisticsNotesLabel
source: Notes
ar: ملاحظات

# logisticsCreate
source: Save logistics
ar: حفظ اللوجستيات

# logisticsStatusPending
source: Pending
ar: بانتظار التأكيد

# logisticsStatusBooked
source: Booked
ar: محجوز

# logisticsStatusEnRoute
source: En route
ar: في الطريق

# logisticsStatusArrived
source: Arrived
ar: وصل

# logisticsTypeTransport
source: Transport
ar: نقل

# logisticsTypeFlight
source: Flight
ar: رحلة طيران

# logisticsTypeStay
source: Stay
ar: إقامة

# logisticsTypeExperience
source: Experience
ar: نشاط

source: Logistics follow-ups
ar: متابعة اللوجستيات

# logisticsOpenList
source: Open logistics
ar: فتح اللوجستيات

# logisticsPeekTitle
source: Logistics
ar: اللوجستيات

# logisticsPeekSubtitle
source: See transfers, shuttles, and stays without leaving the flow.
ar: شاهد التنقلات والتنظيم بدون مغادرة هذه الصفحة.

# logisticsAdvance
source: Advance status
ar: تقدم في الحالة
